Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.block.toast
source: Blocked %@. Their posts are gone from your feeds, any follow between you is removed, and they were not told.
ar: حُظر %@. اختفت منشوراته عنك، وأُزيلت أي متابعة بينكما، ولم يُبلَّغ بذلك.
bn: %@-কে ব্লক করা হয়েছে। তাদের পোস্ট আপনার ফিড থেকে চলে গেছে, আপনাদের মধ্যকার যেকোনো ফলো সরানো হয়েছে, এবং তাদের জানানো হয়নি।
ca: Has bloquejat %@. Les seves publicacions han desaparegut dels teus canals, s'ha eliminat qualsevol seguiment entre vosaltres i no ho sap.
cs: Uživatel %@ je zablokován. Jeho příspěvky zmizely z tvých kanálů, veškeré sledování mezi vámi je odstraněno a nebyl o tom informován.
da: Blokerede %@. Vedkommendes opslag er væk fra dine feeds, enhver følgning mellem jer er fjernet, og vedkommende fik ikke besked.
de: %@ blockiert. Die Beiträge sind aus deinen Feeds verschwunden, jedes Follow zwischen euch wurde entfernt, und die Person wurde nicht benachrichtigt.
el: Αποκλείστηκε ο/η %@. Οι αναρτήσεις του/της έφυγαν από τις ροές σου, κάθε ακολούθηση μεταξύ σας αφαιρέθηκε και δεν ενημερώθηκε.
es: Bloqueaste a %@. Sus publicaciones ya no están en tus feeds, se eliminó cualquier seguimiento entre vosotros y no se le avisó.
fi: Estit käyttäjän %@. Hänen julkaisunsa ovat poissa syötteistäsi, kaikki välillänne olleet seuraamiset poistettu, eikä hänelle kerrottu.
fr: %@ est bloqué. Ses posts ont disparu de vos fils, tout abonnement entre vous est supprimé, et il n’en a pas été informé.
he: %@ נחסם. הפוסטים שלו נעלמו מהפידים שלך, כל מעקב ביניכם הוסר, והוא לא קיבל הודעה.
hi: %@ को ब्लॉक किया। उनकी पोस्ट आपकी फ़ीड से हट गईं, आपके बीच का कोई भी फ़ॉलो हटा दिया गया, और उन्हें बताया नहीं गया।
hr: Blokirano: %@. Njihove objave nestale su iz tvojih feedova, svako praćenje među vama je uklonjeno i nisu obaviješteni.
hu: %@ letiltva. A bejegyzései eltűntek a hírfolyamaidból, a köztetek lévő követések megszűntek, és nem kapott értesítést.
id: %@ diblokir. Postingannya hilang dari feed-mu, hubungan mengikuti di antara kalian dihapus, dan mereka tidak diberi tahu.
it: %@ bloccato. I suoi post sono spariti dai tuoi feed, ogni follow tra voi è stato rimosso e non è stato avvisato.
ja: %@をブロックしました。投稿はフィードから消え、2人の間のフォローは解除され、相手には知らされていません。
ko: %@님을 차단했어요. 게시물이 피드에서 사라지고, 둘 사이의 팔로우가 해제되었으며, 상대방에게는 알려지지 않았어요.
ml: %@ എന്നയാളെ ബ്ലോക്ക് ചെയ്തു. അവരുടെ പോസ്റ്റുകൾ നിങ്ങളുടെ ഫീഡുകളിൽ നിന്ന് മാഞ്ഞു, നിങ്ങൾക്കിടയിലെ ഫോളോ നീക്കി, അവരെ അറിയിച്ചിട്ടില്ല.
ms: %@ disekat. Siaran mereka hilang daripada suapan anda, sebarang ikutan antara anda dialih keluar, dan mereka tidak diberitahu.
nb: Blokkerte %@. Innleggene deres er borte fra feedene dine, all følging mellom dere er fjernet, og de fikk ikke vite det.
nl: %@ geblokkeerd. Hun berichten zijn uit je feeds verdwenen, elke volgrelatie tussen jullie is verwijderd en ze zijn hier niet van op de hoogte gesteld.
pl: Zablokowano: %@. Jego wpisy zniknęły z Twoich kanałów, obserwowanie między Wami zostało usunięte, a on nie został poinformowany.
pt_br: %@ bloqueado. Os posts dessa pessoa saíram dos seus feeds, qualquer vínculo de seguir entre vocês foi removido, e ela não foi avisada.
pt_pt: %@ bloqueado. As publicações desta conta desapareceram dos seus feeds, qualquer seguimento entre vocês foi removido, e a conta não foi avisada.
ro: L-ai blocat pe %@. Postările lui au dispărut din fluxurile tale, orice urmărire dintre voi este eliminată și nu a fost anunțat.
ru: %@ заблокирован(а). Посты исчезли из ваших лент, подписки между вами удалены, а владельца аккаунта не уведомляли.
sk: %@ je zablokovaný. Jeho príspevky zmizli z tvojich kanálov, sledovanie medzi vami sa zrušilo a nedozvedel sa o tom.
sv: Blockerade %@. Deras inlägg är borta från dina flöden, all följning mellan er har tagits bort och de fick inte veta det.
ta: %@ தடுக்கப்பட்டார். அவர்களின் இடுகைகள் உங்கள் ஊட்டங்களிலிருந்து நீங்கின, உங்களுக்கிடையிலான பின்தொடர்தல்கள் அகற்றப்பட்டன, அவர்களுக்குத் தெரிவிக்கப்படவில்லை.
te: %@ను బ్లాక్ చేశారు. వారి పోస్ట్‌లు మీ ఫీడ్‌ల నుండి పోయాయి, మీ మధ్య ఉన్న ఏ ఫాలో అయినా తొలగించబడింది, వారికి చెప్పబడలేదు.
th: บล็อก %@ แล้ว โพสต์ของพวกเขาหายจากฟีดของคุณ การติดตามระหว่างกันถูกลบ และพวกเขาไม่ได้รับแจ้ง
tr: %@ engellendi. Gönderileri akışlarınızdan kalktı, aranızdaki takipler kaldırıldı ve kendilerine haber verilmedi.
uk: %@ заблоковано. Їхні дописи зникли з ваших стрічок, будь-яку підписку між вами видалено, і їх не повідомили.
ur: %@ کو بلاک کیا۔ ان کی پوسٹس آپ کی فیڈز سے غائب ہیں، آپ کے درمیان کوئی بھی فالو ہٹا دیا گیا، اور انہیں نہیں بتایا گیا۔
vi: Đã chặn %@. Bài đăng của họ biến mất khỏi bảng tin của bạn, mọi lượt theo dõi giữa hai bên bị xóa, và họ không được thông báo.
zh_hans: 已屏蔽 %@。对方的帖子已从你的信息流中消失，你们之间的任何关注已移除，对方并不知情。
zh_hant: 已封鎖 %@。對方的貼文已從你的動態消失，你們之間的追蹤關係已移除，對方不會得知。

# safety.list.blocked.caption
source: You and these accounts cannot see each other. None of them were told, and unblocking does not restore any follow that was severed.
ar: لا يمكنك أنت وهذه الحسابات رؤية بعضكم. ولم يُبلَّغ أي منها، وإلغاء الحظر لا يعيد أي متابعة قُطعت.
bn: আপনি ও এই অ্যাকাউন্টগুলো পরস্পরকে দেখতে পান না। এদের কাউকে জানানো হয়নি, আর আনব্লক করলে ছিন্ন হওয়া কোনো ফলো ফিরে আসে না।
ca: Tu i aquests comptes no us podeu veure. Cap d'ells no ho sap, i desbloquejar no restaura cap seguiment que s'hagi tallat.
cs: Ty a tyto účty se navzájem nevidíte. Nikdo z nich nebyl informován a odblokování neobnoví žádné přerušené sledování.
da: Du og disse konti kan ikke se hinanden. Ingen af dem fik besked, og når du fjerner blokeringen, genskabes ingen afbrudt følgning.
de: Du und diese Konten könnt einander nicht sehen. Keines wurde benachrichtigt, und Entblocken stellt kein getrenntes Follow wieder her.
el: Εσύ και αυτοί οι λογαριασμοί δεν βλέπετε ο ένας τον άλλον. Κανείς τους δεν ενημερώθηκε και η άρση αποκλεισμού δεν επαναφέρει καμία ακολούθηση που διακόπηκε.
es: Tú y estas cuentas no podéis veros. A ninguna se le avisó, y desbloquear no restablece ningún seguimiento cortado.
fi: Sinä ja nämä tilit ette näe toisianne. Kenellekään heistä ei kerrottu, eikä eston poistaminen palauta katkaistuja seuraamisia.
fr: Vous et ces comptes ne pouvez pas vous voir. Aucun n’en a été informé, et débloquer ne rétablit aucun abonnement rompu.
he: אתה והחשבונות האלה לא יכולים לראות זה את זה. אף אחד מהם לא קיבל הודעה, וביטול חסימה לא משחזר מעקב שנותק.
hi: आप और ये अकाउंट एक-दूसरे को नहीं देख सकते। इनमें से किसी को बताया नहीं गया, और अनब्लॉक करने से कटा हुआ कोई फ़ॉलो वापस नहीं आता।
hr: Ti i ovi računi ne možete vidjeti jedni druge. Nitko od njih nije obaviješten, a odblokiranje ne vraća nijedno prekinuto praćenje.
hu: Te és ezek a fiókok nem láttok egymást. Egyikük sem kapott értesítést, és a feloldás nem állítja vissza a megszüntetett követéseket.
id: Kamu dan akun-akun ini tidak bisa saling melihat. Tidak ada yang diberi tahu, dan membuka blokir tidak memulihkan hubungan mengikuti yang diputus.
it: Tu e questi account non potete vedervi. Nessuno è stato avvisato, e sbloccare non ripristina i follow che erano stati interrotti.
ja: あなたとこれらのアカウントは、お互いが見えません。誰にも知らされておらず、ブロックを解除しても、解除されたフォローは元に戻りません。
ko: 나와 이 계정들은 서로를 볼 수 없어요. 누구에게도 알려지지 않았으며, 차단을 해제해도 끊어진 팔로우는 복원되지 않아요.
ml: നിങ്ങൾക്കും ഈ അക്കൗണ്ടുകൾക്കും പരസ്പരം കാണാനാകില്ല. ആരെയും അറിയിച്ചിട്ടില്ല, അൺബ്ലോക്ക് ചെയ്താലും ഇല്ലാതായ ഫോളോ തിരികെ വരില്ല.
ms: Anda dan akaun ini tidak dapat saling melihat. Tiada seorang pun daripada mereka diberitahu, dan menyahsekat tidak memulihkan sebarang ikutan yang telah diputuskan.
nb: Du og disse kontoene kan ikke se hverandre. Ingen av dem fikk vite det, og å oppheve blokkeringen gjenoppretter ingen følging som ble avbrutt.
nl: Jij en deze accounts kunnen elkaar niet zien. Geen van hen is op de hoogte gesteld, en deblokkeren herstelt geen verbroken volgrelatie.
pl: Ty i te konta nie widzicie się nawzajem. Żadne z nich nie zostało poinformowane, a odblokowanie nie przywraca przerwanego obserwowania.
pt_br: Você e estas contas não podem se ver. Nenhuma delas foi avisada, e desbloquear não restaura nenhum vínculo de seguir que tenha sido desfeito.
pt_pt: Você e estas contas não se conseguem ver. Nenhuma foi avisada, e desbloquear não repõe nenhum seguimento que tenha sido cortado.
ro: Tu și aceste conturi nu vă puteți vedea reciproc. Niciunul nu a fost anunțat, iar deblocarea nu readuce urmăririle întrerupte.
ru: Вы и эти аккаунты не видите друг друга. Никого из них не уведомляли, а разблокировка не возвращает разорванные подписки.
sk: Ty a tieto účty sa nevidíte. Nikto z nich sa to nedozvedel a odblokovanie neobnoví žiadne zrušené sledovanie.
sv: Du och dessa konton kan inte se varandra. Ingen av dem fick veta det, och att avblockera återställer ingen följning som bröts.
ta: நீங்களும் இந்தக் கணக்குகளும் ஒருவரையொருவர் பார்க்க முடியாது. அவர்களில் யாருக்கும் தெரிவிக்கப்படவில்லை, தடையை நீக்கினாலும் துண்டிக்கப்பட்ட பின்தொடர்தல் எதுவும் மீளாது.
te: మీరు, ఈ ఖాతాలు ఒకరినొకరు చూడలేరు. వారిలో ఎవరికీ చెప్పబడలేదు, అన్‌బ్లాక్ చేసినా తెగిపోయిన ఫాలోలేవీ పునరుద్ధరించబడవు.
th: คุณและบัญชีเหล่านี้มองไม่เห็นกันและกัน ไม่มีใครได้รับแจ้ง และการเลิกบล็อกไม่ได้คืนการติดตามที่ถูกตัด
tr: Siz ve bu hesaplar birbirinizi göremezsiniz. Hiçbirine haber verilmedi ve engeli kaldırmak kesilen takipleri geri getirmez.
uk: Ви й ці облікові записи не бачите одне одного. Нікого з них не повідомили, а розблокування не відновлює жодної розірваної підписки.
ur: آپ اور یہ اکاؤنٹس ایک دوسرے کو نہیں دیکھ سکتے۔ ان میں سے کسی کو نہیں بتایا گیا، اور ان بلاک کرنے سے ختم کیا گیا کوئی فالو بحال نہیں ہوتا۔
vi: Bạn và các tài khoản này không thấy nhau. Không ai trong số họ được thông báo, và bỏ chặn không khôi phục lượt theo dõi đã bị cắt.
zh_hans: 你和这些账户互相看不到对方。他们都不知情，取消屏蔽也不会恢复已被切断的关注。
zh_hant: 你和這些帳號看不到彼此。他們都不會得知，且解除封鎖不會恢復被切斷的追蹤。

# safety.list.muted.caption
source: These accounts do not appear in your feeds. None of them were told, and nothing else about your relationship changed.
ar: هذه الحسابات لا تظهر لك. ولم يُبلَّغ أي منها، ولم يتغير شيء آخر في علاقتكم.
bn: এই অ্যাকাউন্টগুলো আপনার ফিডে দেখা যায় না। এদের কাউকে জানানো হয়নি, আর আপনাদের সম্পর্কে আর কিছুই বদলায়নি।
ca: Aquests comptes no apareixen als teus canals. Cap d'ells no ho sap i res més de la vostra relació ha canviat.
cs: Tyto účty se ve tvých kanálech nezobrazují. Nikdo z nich nebyl informován a na vašem vztahu se nic jiného nezměnilo.
da: Disse konti vises ikke i dine feeds. Ingen af dem fik besked, og intet andet i jeres forhold er ændret.
de: Diese Konten erscheinen nicht in deinen Feeds. Keines wurde benachrichtigt, und an eurer Beziehung hat sich sonst nichts geändert.
el: Αυτοί οι λογαριασμοί δεν εμφανίζονται στις ροές σου. Κανείς τους δεν ενημερώθηκε και τίποτα άλλο στη σχέση σας δεν άλλαξε.
es: Estas cuentas no aparecen en tus feeds. A ninguna se le avisó y nada más de vuestra relación ha cambiado.
fi: Nämä tilit eivät näy syötteissäsi. Kenellekään heistä ei kerrottu, eikä mikään muu suhteessanne muuttunut.
fr: Ces comptes n’apparaissent pas dans vos fils. Aucun n’en a été informé, et rien d’autre n’a changé dans votre relation.
he: החשבונות האלה לא מופיעים בפידים שלך. אף אחד מהם לא קיבל הודעה, ושום דבר אחר ביחסים שלכם לא השתנה.
hi: ये अकाउंट आपकी फ़ीड में नहीं दिखते। इनमें से किसी को बताया नहीं गया, और आपके रिश्ते में और कुछ नहीं बदला।
hr: Ovi računi ne pojavljuju se u tvojim feedovima. Nitko od njih nije obaviješten i ništa drugo u vašem odnosu nije promijenjeno.
hu: Ezek a fiókok nem jelennek meg a hírfolyamaidban. Egyikük sem kapott értesítést, és a kapcsolatotokban semmi más nem változott.
id: Akun-akun ini tidak muncul di feed-mu. Tidak ada yang diberi tahu, dan tidak ada hal lain tentang hubungan kalian yang berubah.
it: Questi account non compaiono nei tuoi feed. Nessuno è stato avvisato e nient'altro del vostro rapporto è cambiato.
ja: これらのアカウントは、あなたのフィードに表示されません。誰にも知らされておらず、それ以外の関係は何も変わっていません。
ko: 이 계정들은 내 피드에 나타나지 않아요. 누구에게도 알려지지 않았으며 그 밖의 관계는 변한 것이 없어요.
ml: ഈ അക്കൗണ്ടുകൾ നിങ്ങളുടെ ഫീഡുകളിൽ കാണില്ല. ആരെയും അറിയിച്ചിട്ടില്ല, നിങ്ങളുടെ ബന്ധത്തിൽ മറ്റൊന്നും മാറിയിട്ടില്ല.
ms: Akaun ini tidak muncul dalam suapan anda. Tiada seorang pun daripada mereka diberitahu, dan tiada apa lagi tentang hubungan anda berubah.
nb: Disse kontoene vises ikke i feedene dine. Ingen av dem fikk vite det, og ingenting annet ved forholdet deres er endret.
nl: Deze accounts verschijnen niet in je feeds. Geen van hen is op de hoogte gesteld en er is verder niets veranderd aan jullie relatie.
pl: Te konta nie pojawiają się w Twoich kanałach. Żadne z nich nie zostało poinformowane i nic innego w waszej relacji się nie zmieniło.
pt_br: Estas contas não aparecem nos seus feeds. Nenhuma foi avisada, e nada mais na relação de vocês mudou.
pt_pt: Estas contas não aparecem nos seus feeds. Nenhuma foi avisada, e mais nada na vossa relação mudou.
ro: Aceste conturi nu apar în fluxurile tale. Niciunul nu a fost anunțat și nimic altceva din relația voastră nu s-a schimbat.
ru: Эти аккаунты не появляются в ваших лентах. Никого из них не уведомляли, и больше ничего в ваших отношениях не изменилось.
sk: Tieto účty sa nezobrazujú v tvojich kanáloch. Nikto z nich sa to nedozvedel a na vašom vzťahu sa inak nič nezmenilo.
sv: Dessa konton visas inte i dina flöden. Ingen av dem fick veta det, och inget annat i er relation har ändrats.
ta: இந்தக் கணக்குகள் உங்கள் ஊட்டங்களில் தோன்றாது. அவர்களில் யாருக்கும் தெரிவிக்கப்படவில்லை, உங்கள் உறவில் வேறு எதுவும் மாறவில்லை.
te: ఈ ఖాతాలు మీ ఫీడ్‌లలో కనిపించవు. వారిలో ఎవరికీ చెప్పబడలేదు, మీ సంబంధం గురించి మరేదీ మారలేదు.
th: บัญชีเหล่านี้ไม่ปรากฏในฟีดของคุณ ไม่มีใครได้รับแจ้ง และไม่มีอะไรอย่างอื่นในความสัมพันธ์ของคุณเปลี่ยนไป
tr: Bu hesaplar akışlarınızda görünmez. Hiçbirine haber verilmedi ve ilişkinizle ilgili başka hiçbir şey değişmedi.
uk: Ці облікові записи не з’являються у ваших стрічках. Нікого з них не повідомили, і більше нічого у ваших стосунках не змінилося.
ur: یہ اکاؤنٹس آپ کی فیڈز میں نظر نہیں آتے۔ ان میں سے کسی کو نہیں بتایا گیا، اور آپ کے تعلق میں کچھ اور نہیں بدلا۔
vi: Các tài khoản này không xuất hiện trong bảng tin của bạn. Không ai trong số họ được thông báo, và không có gì khác về mối quan hệ của bạn thay đổi.
zh_hans: 这些账户不会出现在你的信息流中。他们都不知情，你们之间的其他关系也没有改变。
zh_hant: 這些帳號不會出現在你的動態中。他們都不會得知，你們之間的其他關係也沒有改變。

# safety.list.reports.caption
source: Everything you have reported, and where each one has got to. The accounts involved are never shown who reported them.
ar: كل ما أبلغت عنه، وما وصل إليه كل بلاغ. ولا يُعرض على الحسابات المعنية من أبلغ عنها أبدًا.
bn: আপনি যা কিছু রিপোর্ট করেছেন এবং প্রতিটি কতদূর এগিয়েছে। জড়িত অ্যাকাউন্টগুলোকে কখনও দেখানো হয় না কে রিপোর্ট করেছে।
ca: Tot el que has denunciat i en quin punt és cada cas. Als comptes implicats mai se'ls mostra qui els ha denunciat.
cs: Vše, co jsi nahlásil, a kde to každé je. Dotčeným účtům se nikdy neukáže, kdo je nahlásil.
da: Alt, hvad du har anmeldt, og hvor langt hver sag er nået. De involverede konti får aldrig vist, hvem der anmeldte dem.
de: Alles, was du gemeldet hast, und wie weit jede Meldung ist. Den betroffenen Konten wird nie gezeigt, wer sie gemeldet hat.
el: Όλα όσα έχεις αναφέρει και πού βρίσκεται το καθένα. Στους λογαριασμούς που αφορούν δεν εμφανίζεται ποτέ ποιος τους ανέφερε.
es: Todo lo que has denunciado y en qué punto está cada denuncia. A las cuentas implicadas nunca se les muestra quién las denunció.
fi: Kaikki ilmiantamasi ja se, missä vaiheessa kukin on. Osallisille tileille ei koskaan näytetä, kuka ilmiantoi.
fr: Tout ce que vous avez signalé, et où en est chaque signalement. Les comptes concernés ne voient jamais qui les a signalés.
he: כל מה שדיווחת עליו, ולאן כל אחד הגיע. החשבונות המעורבים אף פעם לא רואים מי דיווח עליהם.
hi: आपने जो कुछ रिपोर्ट किया, और हर एक अब कहाँ तक पहुँचा। शामिल अकाउंट को कभी नहीं दिखाया जाता कि किसने रिपोर्ट किया।
hr: Sve što si prijavio/la i dokle je svaka prijava stigla. Uključenim računima nikada se ne prikazuje tko ih je prijavio.
hu: Minden, amit jelentettél, és hol tart az ügy. Az érintett fiókok soha nem látják, ki jelentette őket.
id: Semua yang pernah kamu laporkan, dan sampai di mana masing-masing. Akun yang terlibat tidak pernah diperlihatkan siapa yang melaporkannya.
it: Tutto ciò che hai segnalato e a che punto è ciascuna segnalazione. Agli account coinvolti non viene mai mostrato chi li ha segnalati.
ja: これまでに報告したすべてと、それぞれの現在の状況です。報告された側に、誰が報告したかが表示されることはありません。
ko: 신고한 모든 내용과 각각의 진행 상황이에요. 신고당한 계정에는 누가 신고했는지 절대 표시되지 않아요.
ml: നിങ്ങൾ റിപ്പോർട്ട് ചെയ്തതെല്ലാം, ഓരോന്നും ഇപ്പോൾ എവിടെ എത്തി എന്നതും. ആരാണ് റിപ്പോർട്ട് ചെയ്തതെന്ന് ബന്ധപ്പെട്ട അക്കൗണ്ടുകളെ ഒരിക്കലും കാണിക്കില്ല.
ms: Semua yang telah anda laporkan, dan perkembangan setiap satu. Akaun yang terlibat tidak pernah ditunjukkan siapa yang melaporkan mereka.
nb: Alt du har rapportert, og hvor hver enkelt har kommet. Kontoene det gjelder, får aldri se hvem som rapporterte dem.
nl: Alles wat je hebt gemeld, en hoe ver elke melding is. De betrokken accounts krijgen nooit te zien wie hen heeft gemeld.
pl: Wszystko, co zgłosiłeś, i na jakim etapie jest każde zgłoszenie. Zgłaszanym kontom nigdy nie pokazuje się, kto je zgłosił.
pt_br: Tudo o que você denunciou e em que pé está cada denúncia. As contas envolvidas nunca veem quem as denunciou.
pt_pt: Tudo o que denunciou, e em que ponto está cada denúncia. As contas envolvidas nunca veem quem as denunciou.
ro: Tot ce ai raportat și unde a ajuns fiecare. Conturilor implicate nu li se arată niciodată cine le-a raportat.
ru: Всё, на что вы пожаловались, и на каком этапе каждая жалоба. Аккаунтам, на которые жалуются, никогда не показывают, кто пожаловался.
sk: Všetko, čo si nahlásil, a v akom stave to je. Dotknutým účtom sa nikdy nezobrazí, kto ich nahlásil.
sv: Allt du har rapporterat, och hur långt varje ärende har kommit. Kontona det gäller får aldrig se vem som rapporterade dem.
ta: நீங்கள் புகாரளித்த அனைத்தும், ஒவ்வொன்றும் எந்த நிலையில் உள்ளது என்பதுடன். சம்பந்தப்பட்ட கணக்குகளுக்கு யார் புகாரளித்தார் என்று ஒருபோதும் காட்டப்படாது.
te: మీరు రిపోర్ట్ చేసినవన్నీ, ప్రతిదీ ఎంత వరకు వచ్చింది. రిపోర్ట్ చేయబడిన ఖాతాలకు ఎవరు రిపోర్ట్ చేశారో ఎప్పుడూ చూపబడదు.
th: ทุกอย่างที่คุณรายงาน และความคืบหน้าของแต่ละเรื่อง บัญชีที่เกี่ยวข้องจะไม่เห็นว่าใครรายงาน
tr: Şikayet ettiğiniz her şey ve her birinin geldiği nokta. İlgili hesaplara kimin şikayet ettiği asla gösterilmez.
uk: Усе, на що ви поскаржилися, і на якому етапі кожна скарга. Облікові записи, яких це стосується, ніколи не бачать, хто на них поскаржився.
ur: ہر وہ چیز جس کی آپ نے رپورٹ کی، اور ہر ایک کہاں تک پہنچی۔ متعلقہ اکاؤنٹس کو کبھی نہیں دکھایا جاتا کہ کس نے رپورٹ کی۔
vi: Mọi thứ bạn đã báo cáo, và mỗi báo cáo đã đến đâu. Các tài khoản liên quan không bao giờ được cho biết ai đã báo cáo họ.
zh_hans: 你举报过的所有内容，以及每一项的处理进度。被举报的账户永远不会看到是谁举报了他们。
zh_hant: 你檢舉過的所有內容，以及每一項目前的進度。被檢舉的帳號絕不會得知是誰檢舉的。

# safety.lists.blocked.empty.subtitle
source: When you block someone they appear here, and you can undo it from this list at any time.
ar: عندما تحظر شخصًا يظهر هنا، ويمكنك التراجع من هذه القائمة في أي وقت.
bn: কাউকে ব্লক করলে তারা এখানে দেখা যায়, আর যেকোনো সময় এই তালিকা থেকে তা ফিরিয়ে নিতে পারেন।
ca: Quan bloquegis algú, apareixerà aquí, i ho pots desfer des d'aquesta llista en qualsevol moment.
cs: Když někoho zablokuješ, objeví se tady a můžeš to z tohoto seznamu kdykoli vrátit.
da: Når du blokerer nogen, vises de her, og du kan fortryde det fra denne liste når som helst.
de: Wenn du jemanden blockierst, erscheint er hier, und du kannst es jederzeit aus dieser Liste rückgängig machen.
el: Όταν αποκλείεις κάποιον, εμφανίζεται εδώ και μπορείς να το αναιρέσεις από αυτή τη λίστα οποτεδήποτε.
es: Cuando bloquees a alguien aparecerá aquí, y podrás deshacerlo desde esta lista en cualquier momento.
fi: Kun estät jonkun, hän näkyy täällä, ja voit kumota eston tältä listalta milloin tahansa.
fr: Quand vous bloquez quelqu’un, il apparaît ici, et vous pouvez annuler depuis cette liste à tout moment.
he: כשתחסום מישהו הוא יופיע כאן, ואפשר לבטל זאת מהרשימה הזו בכל עת.
hi: जब आप किसी को ब्लॉक करते हैं तो वे यहाँ दिखते हैं, और आप इस सूची से कभी भी इसे पलट सकते हैं।
hr: Kad nekoga blokiraš, pojavit će se ovdje i možeš to poništiti s ovog popisa bilo kada.
hu: Ha letiltasz valakit, itt jelenik meg, és innen bármikor visszavonhatod.
id: Saat kamu memblokir seseorang, mereka muncul di sini, dan kamu bisa membatalkannya dari daftar ini kapan saja.
it: Quando blocchi qualcuno compare qui, e puoi annullare da questo elenco in qualsiasi momento.
ja: 誰かをブロックすると、ここに表示されます。このリストからいつでも元に戻せます。
ko: 누군가를 차단하면 여기에 표시되며, 이 목록에서 언제든 되돌릴 수 있어요.
ml: നിങ്ങൾ ആരെയെങ്കിലും ബ്ലോക്ക് ചെയ്താൽ അവർ ഇവിടെ കാണും, ഈ പട്ടികയിൽ നിന്ന് എപ്പോൾ വേണമെങ്കിലും പഴയപടിയാക്കാം.
ms: Apabila anda menyekat seseorang mereka muncul di sini, dan anda boleh membuat asalnya daripada senarai ini pada bila-bila masa.
nb: Når du blokkerer noen, vises de her, og du kan angre fra denne listen når som helst.
nl: Als je iemand blokkeert, verschijnt die persoon hier, en je kunt het op elk moment vanuit deze lijst ongedaan maken.
pl: Gdy kogoś zablokujesz, pojawi się tutaj, a w każdej chwili możesz to cofnąć z tej listy.
pt_br: Quando você bloquear alguém, a pessoa aparece aqui, e você pode desfazer por esta lista a qualquer momento.
pt_pt: Quando bloquear alguém, essa conta aparece aqui, e pode anular a qualquer momento a partir desta lista.
ro: Când blochezi pe cineva, apare aici și poți anula oricând din această listă.
ru: Когда вы кого-то заблокируете, он появится здесь, и вы сможете отменить это из списка в любой момент.
sk: Keď niekoho zablokuješ, zobrazí sa tu a môžeš to kedykoľvek vrátiť z tohto zoznamu.
sv: När du blockerar någon visas de här, och du kan ångra det från den här listan när som helst.
ta: ஒருவரைத் தடுத்தால் அவர் இங்கே தோன்றுவார், இந்தப் பட்டியலிலிருந்து எப்போது வேண்டுமானாலும் தடையை நீக்கலாம்.
te: మీరు ఎవరినైనా బ్లాక్ చేసినప్పుడు వారు ఇక్కడ కనిపిస్తారు, ఈ జాబితా నుండి ఎప్పుడైనా దాన్ని రద్దు చేయవచ్చు.
th: เมื่อคุณบล็อกใคร พวกเขาจะปรากฏที่นี่ และคุณยกเลิกได้จากรายการนี้ทุกเมื่อ
tr: Birini engellediğinizde burada görünür ve bunu istediğiniz zaman bu listeden geri alabilirsiniz.
uk: Коли ви когось заблокуєте, він з’явиться тут, і це можна скасувати з цього списку будь-коли.
ur: جب آپ کسی کو بلاک کرتے ہیں تو وہ یہاں نظر آتا ہے، اور آپ کسی بھی وقت اس فہرست سے اسے واپس کر سکتے ہیں۔
vi: Khi bạn chặn ai đó, họ sẽ xuất hiện ở đây, và bạn có thể hoàn tác từ danh sách này bất cứ lúc nào.
zh_hans: 你屏蔽某人后，他们会出现在这里，你可以随时在此列表中撤销。
zh_hant: 你封鎖某人後，對方會出現在這裡，你隨時可以在此列表中復原。

# safety.lists.blocked.empty.title
source: Nobody is blocked
ar: لا أحد محظور
bn: কাউকে ব্লক করা নেই
ca: No hi ha ningú bloquejat
cs: Nikdo není zablokován
da: Ingen er blokeret
de: Niemand ist blockiert
el: Δεν έχεις αποκλείσει κανέναν
es: No has bloqueado a nadie
fi: Ketään ei ole estetty
fr: Personne n’est bloqué
he: אף אחד לא חסום
hi: कोई ब्लॉक नहीं है
hr: Nitko nije blokiran
hu: Senki nincs letiltva
id: Tidak ada yang diblokir
it: Nessuno è bloccato
ja: ブロックしている人はいません
ko: 차단한 사람이 없어요
ml: ആരെയും ബ്ലോക്ക് ചെയ്തിട്ടില്ല
ms: Tiada sesiapa disekat
nb: Ingen er blokkert
nl: Niemand is geblokkeerd
pl: Nikt nie jest zablokowany
pt_br: Ninguém bloqueado
pt_pt: Ninguém bloqueado
ro: Nimeni nu este blocat
ru: Никто не заблокирован
sk: Nikto nie je zablokovaný
sv: Ingen är blockerad
ta: யாரும் தடுக்கப்படவில்லை
te: ఎవరూ బ్లాక్ చేయబడలేదు
th: ไม่มีใครถูกบล็อก
tr: Kimse engellenmedi
uk: Нікого не заблоковано
ur: کوئی بلاک نہیں
vi: Không chặn ai
zh_hans: 没有屏蔽任何人
zh_hant: 沒有封鎖任何人
